export default {
  frequentlyAsked: '자주 묻는 질문',
  text: 'BitLauncher에 대한 가장 일반적인 문의와 AI 스타트업에 미치는 영향을 살펴보세요.',
  questions: [
    {
      question: 'Launchpad 환경 탐색',
      answer:
        '이 섹션은 저희 런치패드에 관한 가장 자주 묻는 질문들과 관련된 토큰 판매, 그리고 프로젝트의 포괄적인 비전에 대해 다룹니다. 이를 통해 암호화폐와 인공지능의 교차점을 혁신하고자 하는 저희의 미션을 명확하게 이해할 수 있습니다.',
    },
    {
      question: '런치패드의 주요 목적은 무엇입니까?',
      answer:
        '런치패드는 DAO 기술과 암호화폐의 혁신적인 사용을 통해 AI 스타트업을 격려하고, 토큰화 플랫폼과 글로벌 자본 공여자 풀에 접근할 수 있는 플랫폼을 제공하여 펀딩과 조직을 보다 쉽게 할 수 있도록 설계되었습니다.',
    },
    {
      question: '토큰 판매는 어떻게 진행되나요?',
      answer:
        '저희의 토큰 판매는 배치 경매로 운영되며, 자본 공여자와 스타트업 모두에게 이로운 공정한 가격 발견 메커니즘을 보장합니다. 현재 시장 평가를 기반으로 토큰이 발행되어 공정한 자본 공여 기회를 제공하며, 성장을 촉진하고 조직에 가치를 추가합니다.',
    },
    {
      question: '토큰 판매에 누가 참여할 수 있나요?',
      answer:
        '토큰 판매는 미국 및 미국 제재 국가 참여자를 제외한 전 세계 대상자를 대상으로 열려 있으며, 규제 기준을 준수하고 법적 무결성을 유지하면서 최대한의 참여를 보장합니다.',
    },
    {
      question: '이 프로젝트는 다른 ICO나 토큰 판매와 어떤 점이 다릅니까?',
      answer:
        '저희 프로젝트는 AI 분야에 독특하게 초점을 맞추며, 주주 모델을 반영한 토큰노믹스의 민트-엔-번 모델을 채택하여 지속 가능한 성장, 투명성, 그리고 테크 스타트업 생태계 내에서의 커뮤니티 참여를 강조합니다.',
    },
    {
      question: '토큰 판매로 모금한 자금은 어떻게 사용되나요?',
      answer:
        '토큰 판매로부터의 자금은 주로 런치패드 및 지갑의 추가 개발과 마케팅에 할당되며, Antelope 기술을 기반으로 한 논프로핏, 노프리마인 L1 체인의 생성을 통해 가장 공정한 토큰 분배를 목표로 하고 있으며, 생태계의 성장과 지속 가능성에 기여합니다.',
    },
    {
      question: '런치패드는 어떻게 규정 준수 및 보안을 보장합니까?',
      answer:
        '저희는 사용자 제한, KYC 및 AML 정책 준수 등 규제 준수에 적극적으로 접근하며, 데이터 보호 법률 준수를 포함한 강력한 보안 조치(최종-최종 암호화 및 정기적인 보안 감사 포함)를 시행합니다.',
    },
    {
      question: '런치패드는 스타트업에 어떤 지원을 제공합니까?',
      answer:
        '자금 외에도 런치패드는 스타트업에게 비즈니스 관리, 마케팅, 개발 등의 지침뿐만 아니라 DAO 기술을 통한 효율적인 결제 처리 및 조직 관리 도구에 접근할 수 있는 네트워크를 제공합니다.',
    },
    {
      question:
        '스타트업과 자본 기부자는 런치패드에 참여함으로써 어떤 혜택을 얻을 수 있나요?',
      answer:
        '스타트업은 자본, 자원, 그리고 글로벌 커뮤니티에 접근함으로써 성장 잠재력과 시장 접근성을 향상시킵니다. 자본 공여자는 고성장 잠재력이 높은 혁신적인 AI 프로젝트에 대한 초기 접근을 통해 다양하고 전망 좋은 자본 공여 포트폴리오에 기여합니다.',
    },
    {
      question:
        '이 프로젝트는 광범위한 AI 및 암호화 커뮤니티에 어떻게 기여합니까?',
      answer:
        '암호화폐 프레임워크 내에서 AI 스타트업의 성장과 발전을 촉진함으로써 저희 프로젝트는 기술 발전에 기여하고, 윤리적이고 지속 가능한 비즈니스 관행을 장려하며, 두 가지 동적 분야의 교차점에서 혁신의 커뮤니티를 육성합니다.',
    },
    {
      question: '자세한 정보를 찾거나 참여할 수 있는 곳은 어디입니까?',
      answer:
        '더 자세한 정보와 업데이트, 그리고 저희 커뮤니티에 참여하려면 공식 웹사이트를 방문하시거나 저희 소셜 미디어 채널에 가입하시고 뉴스레터를 구독해 주세요. 저희는 AI와 암호화폐의 미래에 기여하거나 참여하고자 하는 모든 분들을 환영합니다. Linktree: https://linktr.ee/bitlauncher, Twitter: @bitcashorg / @bitlauncherai, Blog: https://bitlauncher.ai/blog/, Discord: https://discord.gg/eJCfx4JAqY, Youtube: https://www.youtube.com/@bitlauncher, Telegram: https://t.me/bitcash_org. 이 FAQ를 통해 저희는 AI와 암호화폐의 변화하는 풍경 속에서 혁신, 투명성, 그리고 커뮤니티 인권 증진에 대한 저희의 헌신을 설명하고자 합니다.',
    },
  ],
} as const
