export default {
  frequentlyAsked: '經常問的問題',
  text: '探索有關 BitLauncher 及其對人工智慧新創公司影響的最常見查詢。',
  questions: [
    {
      question: '瀏覽我們的 Launchpad 景觀',
      answer:
        '本部分解答了關於我們的發射台、相關的代幣銷售以及項目總體願景的最常見問題，為我們的使命提供了清晰的解釋和洞見，即革新加密貨幣與人工智能的交叉領域。',
    },
    {
      question: '啟動板的主要目的是什麼？',
      answer:
        '發射台旨在通過提供一個代幣化的平台和全球資本貢獻者池，幫助AI初創企業，使其能夠通過創新的DAO技術和加密貨幣更容易地獲得資金和組織管理。',
    },
    {
      question: '代幣銷售如何運作？',
      answer:
        '我們的代幣銷售以批量拍賣的形式運作，確保一個公平的價格發現機制，讓資本貢獻者和初創企業都能受益。代幣根據當前市場估值發行，允許公平的資本貢獻機會，同時促進組織的成長並增加其價值。',
    },
    {
      question: '誰可以參與代幣銷售？',
      answer:
        '代幣銷售面向全球觀眾，但有特定限制，排除來自美國和美國制裁國家的參與者，以遵守監管標準，確保最廣泛的參與，同時維持法律完整性。',
    },
    {
      question: '該項目與其他 ICO 或代幣銷售有何不同？',
      answer:
        '我們的項目獨特地專注於AI領域，採用與股東模式類似的代幣經濟學鑄造和銷毀模型，強調可持續增長、透明度和在技術初創企業生態系統中的社區參與。',
    },
    {
      question: '代幣銷售籌集的資金將如何使用？',
      answer:
        '代幣銷售的資金主要用於進一步開發和營銷發射台和錢包，以及基於Antelope技術創建非盈利、無預挖的L1鏈，旨在實現最公平的代幣分配，並促進生態系統的成長和可持續性。',
    },
    {
      question: '啟動板如何確保合規性和安全性？',
      answer:
        '我們採取主動的方法來遵守監管規定，包括用戶限制、KYC和AML政策，以及遵守數據保護法律，同時實施強有力的安全措施，如端到端加密和定期安全審計。',
    },
    {
      question: 'Launchpad 為新創公司提供哪些支援？',
      answer:
        '除了資金支持外，發射台還為初創企業提供了訪問資源網絡的機會，包括業務管理、營銷和發展的指導，還有通過DAO技術提供的高效支付處理和組織管理工具。',
    },
    {
      question: '新創公司和資本貢獻者如何從參與啟動板中受益？',
      answer:
        '初創企業獲得資本、資源和全球社區的訪問權，提升其增長潛力和市場覆蓋範圍。資本貢獻者可以提前接觸到具有高增長潛力的創新AI項目，從而有助於多元化和前瞻性的資本貢獻組合。',
    },
    {
      question: '該項目如何為更廣泛的人工智慧和加密社群做出貢獻？',
      answer:
        '通過促進AI初創企業在加密框架內的成長和發展，我們的項目為技術進步做出了貢獻，鼓勵道德和可持續的商業實踐，並在這兩個充滿活力的領域的交叉點上培養了一個創新社區。',
    },
    {
      question: '我可以在哪裡找到更多資訊或參與其中？',
      answer:
        '欲了解更多詳細信息、更新以及加入我們的社區，請訪問我們的官方網站，加入我們的社交媒體渠道，並訂閱我們的新聞通訊。我們歡迎所有有興趣通過我們的發射台貢獻或參與AI和加密貨幣未來的人。Linktree: https://linktr.ee/bitlauncher, Twitter: @bitcashorg / @bitlauncherai, Blog: https://blog.bitcash.org/, Discord: https://discord.gg/eJCfx4JAqY, Youtube: https://www.youtube.com/@bitcashorg, Telegram: https://t.me/bitcash_org。通過這些常見問題解答，我們旨在解決圍繞我們項目的核心問題，闡明我們在AI和加密貨幣不斷發展的領域中對創新、透明和社區賦權的承諾。',
    },
  ],
} as const
