import type { ProjectContent } from '@/lib/projects'

export const projects: ProjectContent[] = [
  {
    id: 1,
    content: {
      highlights: {
        title: '強調',
        image: '/images/projects/bitlauncher/highlights-1.png',
        content: [
          [
            '普遍無障礙: bitcash 致力於讓每個人都能使用加密貨幣和人工智慧等先進技術。',
            '人性化設計: 該平台強調簡約設計和先進安全功能的易用性。',
            '公平的代幣系統: 受股權模型啟發的代幣經濟學，確保所有利害關係人的公平。',
            '公平分配区块链：创建一个非营利的一级区块链，为每个人提供公平的代币分配。',
            '以人工智能为重点的发射平台：为人工智能初创公司提供全面支持的专用平台。',
            '开源与协作：通过开源社区和透明实践促进创新。',
            '严格的安全标准: 实施顶级KYC/AML政策和先进的安全措施以保护用户。',
            '全球赋能：致力于通过变革性的技术解决方案赋能全球用户。',
            '增强人类联系：在预期的人工智能主导未来中优先考虑真正的人类互动。',
            '新数字经济愿景：展望一个技术与道德原则为全球福祉服务的未来经济。',
          ],
        ],
      },
      product: {
        title: '產品概述',
        image: '/images/projects/bitlauncher/product-1.png',
        content: [
          [
            '包容性技术： bitcash旨在将加密货币、人工智能和去中心化金融带给所有人，而不仅仅是技术专家。',
            '简化的加密钱包：提供无密码登录系统和直观界面，确保安全、无压力的交易。',
            '轻松恢复：具备强大的账户恢复系统，无需传统的复杂步骤即可重新获得访问权限。',
            '点对点交易：支持用户直接使用本地货币稳定币进行交易，简化了进入加密货币市场的过程。',
            '本地货币支持：提供实时汇率，支持基于USDT的无缝本地货币交易。',
            'DAO管理平台：推出dBoard, 增强去中心化结构中的决策和治理。',
            '人工智能初创公司发射平台：bitlauncher帮助AI初创公司进行安全、高效的筹资和组织管理。',
            '高合规标准：强调强有力的监管合规，包括KYC和AML政策，以及先进的安全协议。',
            '开放社区：鼓励用户、开发者和投资者的协作环境，促进参与和贡献。',
            '数字经济愿景：邀请全球参与，共同塑造一个技术提升人类繁荣和联系的新经济。',
          ],
        ],
      },
      problem: {
        title: '問題',
        image: '/images/projects/bitlauncher/problem-1.png',
        content: [
          [
            '技术障碍：加密货币、人工智能和去中心化金融的进步受到复杂系统的阻碍，阻止了普通用户的使用。',
            '可访问性有限：全球很大一部分人口缺乏简单、可访问的平台来在日常生活中使用人工智能和去中心化金融。',
            '金融不平等：数字金融和投资机会的好处仍然只属于那些拥有金融知识或财富的人。',
            '广泛的脱节：由于技术和金融领域的威慑性，许多人被排除在数字革命之外。',
            '资源差距：没有大量资本或复杂工具的个人通常无法参与新兴的金融技术。',
            '创新的排他性：尖端技术主要惠及少数群体，造成技术赋权的不平衡。',
            '整合不足：显著缺乏一个综合平台将人工智能、区块链和去中心化金融以用户友好的方式整合在一起。',
            '采用障碍：当前区块链解决方案的威慑性质阻碍了广泛的采用和在主流中的实际使用。',
            '经济不平等：数字金融尚未弥合技术熟练者与普通大众之间的差距，强化了经济差距。',
          ],
        ],
      },
      solution: {
        title: '解決方案',
        image: '/images/projects/bitlauncher/solution-1.png',
        content: [
          [
            '直观设计：Bitcash通过直观的界面简化了区块链体验，消除了加密货币和人工智能的技术障碍。',
            '全球可访问性：提供全球市场访问，支持点对点入场和本地稳定币，致力于实现金融包容性。',
            '公平财富分配：实施非营利区块链，通过公平的代币分配确保所有用户的平衡财务未来。',
            '统一平台：Bitcash为人工智能初创公司和去中心化金融应用提供了一个全面的生态系统，促进无缝创新和整合。',
            '赋能社区发展：鼓励开放合作和社区驱动的创新，利用集体智慧推动平台进步。',
            '教育和支持：致力于用户教育和合规监管，打造一个安全且知情的用户基础。',
            '技术民主化：旨在让先进技术对所有人都可访问和使用，实现人工智能和金融工具的民主化。',
            '变革催化剂：作为变革性应用的启动平台，推动增长并培育一个充满活力和创造力的社区。',
            '以人为本的方式：专注于在人工智能主导的未来保持人际关系和诚信。',
            '经济重新定义：Bitcash致力于将全球经济重塑得更具包容性、公平性，并支持人类潜力的发挥。',
          ],
        ],
      },
      businessModel: {
        title: '商業模式',
        image: '/images/projects/bitlauncher/business-model-1.png',
        content: [
          [
            '效用代币生态系统：实施动态铸造和销毁效用代币系统，作为交易和服务的核心，确保生态系统平衡。',
            "多种收入渠道：通过交易费用、点对点交易差价和围绕人工智能驱动的去中心化金融应用的服务，以及人工智能初创企业启动平台 'Bitlauncher' 的收益来创收。",
            '社区驱动的创新：鼓励开源开发和社区贡献，促进持续创新和平台改进的循环。',
            '公平区块链基础设施：引入非营利的L1区块链，用于公平的代币分配，支撑所有人都可访问的去中心化经济。',
            '公平的代币分配模型：采用伦理方法进行代币分配，通过即时价值奖励贡献，确保公平和透明。',
            '战略合作伙伴关系：在各个领域建立联盟，以增强市场存在并将Bitcash服务整合到更广泛的生态系统中。',
            '研发投资：通过研究和开发不断改进技术和服务，保持竞争优势。',
            '合规和安全优先：投入资源确保合规监管和强大的安全性，建立信任和平台的长久性。',
            '教育计划：投资于用户教育和社区参与，赋予用户最大化平台利益并推动其发展的能力。',
            '有针对性的用户增长营销：采用战略营销吸引多样化的用户群体，解密区块链和人工智能，鼓励主流采用。',
          ],
          [
            "This business model represents Bitcash's commitment to a sustainable, equitable digital economy, leveraging community input and innovation for collective growth.",
          ],
        ],
      },
      tokenomics: {
        title: '代幣經濟學',
        image: '/images/projects/bitlauncher/tokenomics-1.png',
        content: [
          [
            '双代币系统：利用效用代币进行Bitcash内的交易和服务，治理代币则用于贡献者和利益相关者的投票和决策。',
            '基于贡献的分配：代币根据积极贡献进行分配，如开发、社区参与或投资，奖励早期和持续的支持。',
            '动态铸造和销毁政策：通过为奖励和开发铸造代币，并销毁一部分以对抗通货膨胀和提高价值，平衡代币供应与需求。',
            '多样化的收入来源：通过交易费用、Bitcash启动平台服务费、外汇和稳定币交易以及战略合作伙伴关系来创收。',
            '收入再投资：将部分收益分配给平台的持续发展、安全、营销和社区计划，确保可持续增长。',
            '公平的分配模型：采用类似于传统股东模型的公平分配系统，确保代币反映真实价值和贡献。',
            '透明的代币估值：注重透明度和代币分配中的真实价值创造，避免投机行为，确保经济基础稳定。',
            '治理参与：允许代币持有者参与治理，为平台的方向和政策做出贡献，强调民主参与。',
            '经济适应性：保持灵活的代币经济策略，响应社区和平台不断变化的需求，以实现平衡的数字经济。',
            '共享繁荣的愿景：旨在构建一个新的全球经济，在这个系统中，Bitcash代币支撑着创新、参与和共享利益，超越传统经济障碍。',
          ],
        ],
      },
    },
  },
]
